<!-- 4. VACCINE INFO SECTION - FUSION ULTRA MEDICAL ACCESSIBILITY -->
<section class="vaccine-section" role="region" aria-labelledby="vaccine-heading">
<h3 id="vaccine-heading" class="subtitle">V&aring;ra Vaccinationer</h3>
<div class="vaccination-info"><!-- Most Common Vaccines -->
<div class="vaccine-category">
<h4 class="vaccine-category-title">Vanligaste Vaccinationerna</h4>
<details class="vaccine-item vaccine-priority" role="group" aria-labelledby="tbe-vaccine-title">
<summary id="tbe-vaccine-title" class="vaccine-summary" aria-expanded="false"><strong>TBE-vaccin</strong> <span class="vaccine-badge" role="mark" aria-label="Prioriterad vaccination">Rekommenderat</span></summary>
<div class="vaccine-content">
<p>Skydda dig mot TBE &ndash; en f&auml;stingburen hj&auml;rninflammation som blir allt vanligare i Sverige.</p>
<p>Vi erbjuder TBE-vaccination i Bj&auml;rred f&ouml;r b&aring;de barn och vuxna. Kom ih&aring;g att flera doser kr&auml;vs f&ouml;r ett fullgott skydd.</p>
</div>
</details><details class="vaccine-item">
<summary class="vaccine-summary"><strong>Grundskyddsvaccin</strong> <span class="vaccine-desc">Stelkramp/Difteri/Kikhosta</span></summary>
<div class="vaccine-content">
<p>Dags att uppdatera grundskyddet? I v&aring;r buss i Bj&auml;rred kan du enkelt vaccinera dig mot stelkramp, difteri och kikhosta.</p>
<p>Folkh&auml;lsomyndigheten rekommenderar alla att fylla p&aring; sitt grundskydd d&aring; vi har stelkramp i jorden i Sverige.</p>
</div>
</details><details class="vaccine-item">
<summary class="vaccine-summary"><strong>Influensavaccin</strong> <span class="vaccine-desc">S&auml;songsanpassat</span></summary>
<div class="vaccine-content">
<p>Under influensas&auml;songen erbjuder vi s&auml;songsanpassade influensavaccin i Bj&auml;rred.</p>
<p>Rekommenderas s&auml;rskilt f&ouml;r &auml;ldre, gravida och personer i riskgrupp, men &auml;ven friska vuxna kan ha nytta av att vaccinera sig. F&ouml;rutom att skydda sig sj&auml;lv, bidrar vaccinationen &auml;ven till att minska smittspridningen i samh&auml;llet, s&auml;rskilt till dem som &auml;r mest utsatta.</p>
</div>
</details></div>
<!-- Targeted Vaccines -->
<div class="vaccine-category">
<h4 class="vaccine-category-title">Specifika Vaccinationer</h4>
<details class="vaccine-item">
<summary class="vaccine-summary"><strong>B&auml;ltros</strong> <span class="vaccine-desc">F&ouml;r vuxna &ouml;ver 50 &aring;r</span></summary>
<div class="vaccine-content">
<p>V&aring;rt b&auml;ltrosvaccin skyddar mot B&auml;ltros (herpes zoster), en sm&auml;rtsam &aring;teraktivering av vattkoppsvirus som drabbar ungef&auml;r en av tre vuxna.</p>
<p><strong>Rekommenderas:</strong> Framf&ouml;r allt f&ouml;r vuxna &ouml;ver 50 &aring;r</p>
<p><strong>Dosering:</strong> Tv&aring; doser med 2&ndash;6 m&aring;naders intervall</p>
<p><strong>Effektivitet:</strong> Studier visar &ouml;ver 90% skyddseffekt mot sv&aring;r b&auml;ltros och postherpetisk neuralgi</p>
<p><strong>Biverkningar:</strong> Vanliga biverkningar &auml;r mild rodnad, svullnad och &ouml;mhet vid injektionsst&auml;llet, eventuellt feber och huvudv&auml;rk.</p>
</div>
</details><details class="vaccine-item">
<summary class="vaccine-summary"><strong>HPV-vaccin</strong> <span class="vaccine-desc">Gardasil 9, fr&aring;n 9 &aring;r</span></summary>
<div class="vaccine-content">
<p>Vi erbjuder HPV-vaccination (Gardasil 9) &ndash; rekommenderat f&ouml;r flickor och pojkar fr&aring;n 9 &aring;r f&ouml;r att f&ouml;rebygga livmoderhalscancer, kondylom och andra HPV-relaterade infektioner.</p>
<p><strong>Barn/ungdomar:</strong> 2 doser vid start f&ouml;re 15 &aring;rs &aring;lder enligt nationellt barnvaccinationsprogram</p>
<p><strong>Vuxna:</strong> 3 doser, &auml;ven om Gardasil har tagits tidigare</p>
</div>
</details><details class="vaccine-item">
<summary class="vaccine-summary"><strong>Hepatitvaccin</strong> <span class="vaccine-desc">A, B eller kombinerat</span></summary>
<div class="vaccine-content">
<p>Vaccin- och H&auml;lsobussen i Bj&auml;rred erbjuder flera alternativ:</p>
<ul>
<li><strong>Hepatit A:</strong> Tv&aring; doser med n&aring;gra m&aring;naders mellanrum</li>
<li><strong>Hepatit B:</strong> Tre doser &ouml;ver sex m&aring;nader</li>
<li><strong>Kombinerat A+B:</strong> Tre doser inom ett &aring;r</li>
</ul>
<p>Allt p&aring; ett och samma st&auml;lle f&ouml;r ett helt&auml;ckande skydd mot b&aring;da virusen.</p>
</div>
</details><details class="vaccine-item">
<summary class="vaccine-summary"><strong>Vattkoppsvaccin</strong> <span class="vaccine-desc">Varicellavaccin</span></summary>
<div class="vaccine-content">
<p>Vattkoppsvaccinet (varicellavaccin) ger ett effektivt skydd mot vattkoppor och rekommenderas s&auml;rskilt f&ouml;r ovaccinerade barn, ungdomar och vuxna som aldrig haft sjukdomen.</p>
<p>Vaccinationen ges vanligtvis i tv&aring; doser f&ouml;r att uppn&aring; ett starkt och l&aring;ngvarigt immunf&ouml;rsvar. Nu erbjuder Vaccin- och h&auml;lsobussen vattkoppsvaccination i Bj&auml;rred, vilket g&ouml;r det enkelt och smidigt att f&aring; sitt skydd n&auml;ra hemmet.</p>
</div>
</details></div>
<!-- Health Services -->
<div class="vaccine-category">
<h4 class="vaccine-category-title">H&auml;lsotj&auml;nster</h4>
<details class="vaccine-item health-service">
<summary class="vaccine-summary"><strong>H&auml;lsokontroll</strong> <span class="vaccine-desc">Snabb kontroll p&aring; plats</span></summary>
<div class="vaccine-content">
<p>Hos oss kan du alltid genomf&ouml;ra en enklare h&auml;lsokontroll d&auml;r du f&aring;r reda p&aring; blodtrycket, j&auml;rnv&auml;rdet och blodsockret.</p>
<p><strong>Tid:</strong> Tar bara n&aring;gra minuter</p>
<p><strong>Resultat:</strong> Du f&aring;r svaret direkt</p>
<p>V&auml;lkommen in till oss!</p>
</div>
</details></div>
</div>
</section>